Repository: darioradio1man/python-cmc-msu
Catalog: GraphCalculator/locale/*/LC_MESSAGES/messages.po
Languages: ru

source: Graph algorithms visualiser
ru: Визуализатор алгоритмов на графах

source: Neighbours of
ru: Соседи

source: st vertex:
ru: -й вершины

source: Enter number of vertices:
ru: Количество вершин:

source: OK!
ru: ОК!

source: Choose an algorithm:
ru: Выберите алгоритм:

source: Depth-first spanning tree
ru: Поиск в глубину

source: Breadth-first spanning tree
ru: Поиск в ширину

source: Something =)
ru: Еще что-то =)

source: Method 1
ru: Метод 1

source: Again!
ru: Еще раз!

source: Use Method!
ru: Использовать метод!

source: Method 2
ru: Метод 2

source: Method 3
ru: Метод 3

source: Error! Please return and check if all the parameters are valid.
ru: Ошибка! Вернитесь и проверьте, все ли правильно.

source: Return!
ru: Назад!
